Revit 2024 API
FilterNumericLessOrEqual Properties
The FilterNumericLessOrEqual type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FilterNumericRuleEvaluator.)
See Also
FilterNumericLessOrEqual Class
Autodesk.Revit.DB Namespace